Repository: caiwenshuo/PasteMe-2.0
Catalog: PasteMe/*.lproj/Localizable.strings
Languages: ar, cs, de, es, he, hr, hu, it, ja, lt, lv, nb, nl, pl, pt_br, ru, th, tr

source: Right-click items to access more actions, such as pinning them.
ar: انقر بزر الماوس الأيمن على العناصر للوصول إلى المزيد من الإجراءات، مثل تثبيتها.
cs: Klepněte pravým tlačítkem na položky pro přístup k dalším akcím, jako je jejich připnutí.
de: Rechtsklicken Sie auf Elemente, um auf weitere Aktionen zuzugreifen, wie z.B. das Anheften.
es: Haga clic derecho en los elementos para acceder a más acciones, como fijarlos.
he: לחץ לחיצה ימנית על פריטים כדי לגשת לפעולות נוספות, כמו הצמדתם.
hr: Desnim klikom na stavke pristupite dodatnim radnjama, kao što je pričvršćivanje.
hu: Kattintson jobb gombbal az elemekre a további műveletek eléréséhez, például a rögzítéshez.
it: Fai clic con il tasto destro sugli elementi per accedere ad altre azioni, come appuntarli.
ja: アイテムを右クリックして、ピン留めなどの追加アクションにアクセスします。
lt: Dešiniuoju pelės mygtuku spustelėkite elementus, kad pasiektumėte papildomus veiksmus, pvz., prisegimą.
lv: Ar peles labo pogu noklikšķiniet uz vienumiem, lai piekļūtu papildu darbībām, piemēram, to nostiprināšanai.
nb: Høyreklikk på elementer for å få tilgang til flere handlinger, som å merke dem.
nl: Klik met de rechtermuisknop op items om toegang te krijgen tot meer acties, zoals vastzetten.
pl: Kliknij prawym przyciskiem myszy na elementy, aby uzyskać dostęp do dodatkowych działań, takich jak przypinanie.
pt_br: Clique com o botão direito nos itens para acessar mais ações, como fixá-los.
ru: Щёлкните правой кнопкой мыши по элементам, чтобы получить доступ к дополнительным действиям, например, закреплению.
th: คลิกขวาที่รายการเพื่อเข้าถึงการทำงานเพิ่มเติม เช่น การปักหมุด
tr: Öğelere sağ tıklayarak sabitleme gibi daha fazla işleme erişin.

source: Press the Space key to view item details.
ar: اضغط على مفتاح المسافة لعرض تفاصيل العنصر.
cs: Stiskněte mezerník pro zobrazení podrobností položky.
de: Drücken Sie die Leertaste, um Elementdetails anzuzeigen.
es: Presione la tecla Espacio para ver los detalles del elemento.
he: לחץ על מקש הרווח כדי לראות פרטי פריט.
hr: Pritisnite tipku Razmak za pregled detalja stavke.
hu: Nyomja meg a Szóköz billentyűt az elem részleteinek megtekintéséhez.
it: Premi il tasto Spazio per visualizzare i dettagli dell'elemento.
ja: スペースキーを押してアイテムの詳細を表示します。
lt: Paspauskite tarpo klavišą, kad peržiūrėtumėte elemento išsamiau.
lv: Nospiediet atstarpes taustiņu, lai skatītu vienuma detaļas.
nb: Trykk på mellomromstasten for å se elementdetaljer.
nl: Druk op de spatiebalk om itemdetails te bekijken.
pl: Naciśnij klawisz Spacji, aby zobaczyć szczegóły elementu.
pt_br: Pressione a tecla Espaço para ver os detalhes do item.
ru: Нажмите клавишу Пробел, чтобы просмотреть детали элемента.
th: กดปุ่ม Space เพื่อดูรายละเอียดรายการ
tr: Öğe ayrıntılarını görüntülemek için Boşluk tuşuna basın.

source: Access and reuse anything you've copied on your device here. Click or press ⌘ + number to paste items into any app.
ar: يمكنك الوصول إلى أي شيء قمت بنسخه على جهازك وإعادة استخدامه هنا. انقر أو اضغط على ⌘ + رقم للصق العناصر في أي تطبيق.
cs: Zde máte přístup ke všemu, co jste na svém zařízení zkopírovali. Klepněte nebo stiskněte ⌘ + číslo pro vložení položek do libovolné aplikace.
de: Greifen Sie hier auf alles zu, was Sie auf Ihrem Gerät kopiert haben. Klicken Sie oder drücken Sie ⌘ + Zahl, um Elemente in eine beliebige App einzufügen.
es: Acceda y reutilice todo lo que ha copiado en su dispositivo aquí. Haga clic o presione ⌘ + número para pegar elementos en cualquier aplicación.
he: גש והשתמש מחדש בכל מה שהעתקת במכשיר שלך כאן. לחץ או הקש ⌘ + מספר כדי להדביק פריטים בכל אפליקציה.
hr: Pristupite i ponovo koristite sve što ste kopirali na svom uređaju ovdje. Kliknite ili pritisnite ⌘ + broj za lijepljenje stavki u bilo koju aplikaciju.
hu: Itt elérheti és újra felhasználhatja mindazt, amit az eszközén másolt. Kattintson vagy nyomja meg a ⌘ + szám billentyűkombinációt az elemek bármely alkalmazásba való beillesztéséhez.
it: Accedi e riutilizza tutto ciò che hai copiato sul tuo dispositivo qui. Fai clic o premi ⌘ + numero per incollare gli elementi in qualsiasi app.
ja: ここでデバイスにコピーしたものにアクセスして再利用できます。クリックするか、⌘ + 数字を押して、アイテムを任意のアプリに貼り付けます。
lt: Čia galite pasiekti ir pakartotinai naudoti viską, ką nukopijavote įrenginyje. Spustelėkite arba paspauskite ⌘ + skaičių, kad įklijuotumėte elementus į bet kurią programą.
lv: Šeit varat piekļūt un atkārtoti izmantot visu, ko esat kopējis savā ierīcē. Noklikšķiniet vai nospiediet ⌘ + skaitli, lai ielīmētu vienumus jebkurā lietotnē.
nb: Få tilgang til og gjenbruk alt du har kopiert på enheten din her. Klikk eller trykk ⌘ + tall for å lime inn elementer i hvilken som helst app.
nl: Toegang tot en hergebruik van alles wat je op je apparaat hebt gekopieerd. Klik of druk op ⌘ + nummer om items in een app te plakken.
pl: Tutaj możesz uzyskać dostęp i ponownie użyć wszystkiego, co skopiowałeś na swoim urządzeniu. Kliknij lub naciśnij ⌘ + numer, aby wkleić elementy do dowolnej aplikacji.
pt_br: Acesse e reutilize tudo o que você copiou no seu dispositivo aqui. Clique ou pressione ⌘ + número para colar itens em qualquer aplicativo.
ru: Доступ и повторное использование всего, что вы скопировали на вашем устройстве. Нажмите или используйте ⌘ + цифру, чтобы вставить элементы в любое приложение.
th: เข้าถึงและนำกลับมาใช้สิ่งที่คุณคัดลอกไว้ในอุปกรณ์ของคุณที่นี่ คลิกหรือกด ⌘ + ตัวเลขเพื่อวางรายการในแอปพลิเคชันใดก็ได้
tr: Cihazınızda kopyaladığınız her şeye buradan erişin ve yeniden kullanın. Öğeleri herhangi bir uygulamaya yapıştırmak için tıklayın veya ⌘ + sayı tuşlarına basın.

source: An Easy Way to Copy and Paste
ar: طريقة سهلة للنسخ واللصق
cs: Snadný způsob kopírování a vkládání
de: Eine einfache Art zu kopieren und einzufügen
es: Una forma fácil de copiar y pegar
he: דרך קלה להעתקה והדבקה
hr: Jednostavan način kopiranja i lijepljenja
hu: Egyszerű mód a másoláshoz és beillesztéshez
it: Un modo semplice per copiare e incollare
ja: コピー＆ペーストの簡単な方法
lt: Lengvas būdas kopijuoti ir įklijuoti
lv: Vienkāršs veids, kā kopēt un ielīmēt
nb: En enkel måte å kopiere og lime inn på
nl: Een gemakkelijke manier om te kopiëren en plakken
pl: Łatwy sposób kopiowania i wklejania
pt_br: Uma Maneira Fácil de Copiar e Colar
ru: Простой способ копирования и вставки
th: วิธีง่ายๆ ในการคัดลอกและวาง
tr: Kopyalama ve Yapıştırmanın Kolay Yolu

source: PasteMe keeps a history of everything you copy, so you can quickly find and reuse it at any time.
ar: يحتفظ PasteMe بسجل لكل ما تقوم بنسخه، حتى تتمكن من العثور عليه وإعادة استخدامه بسرعة في أي وقت.
cs: PasteMe uchovává historii všeho, co zkopírujete, takže to můžete kdykoli rychle najít a znovu použít.
de: PasteMe speichert eine Historie von allem, was Sie kopieren, sodass Sie es jederzeit schnell finden und wiederverwenden können.
es: PasteMe mantiene un historial de todo lo que copias, para que puedas encontrarlo y reutilizarlo rápidamente en cualquier momento.
he: PasteMe שומר היסטוריה של כל מה שאתה מעתיק, כך שתוכל למצוא ולהשתמש בו מחדש במהירות בכל עת.
hr: PasteMe čuva povijest svega što kopirate, tako da možete brzo pronaći i ponovo koristiti u bilo kojem trenutku.
hu: A PasteMe megőrzi minden másolt elem előzményeit, így bármikor gyorsan megtalálhatja és újra felhasználhatja azokat.
it: PasteMe mantiene una cronologia di tutto ciò che copi, così puoi trovare e riutilizzare rapidamente in qualsiasi momento.
ja: PasteMeはコピーしたすべての履歴を保持するため、いつでも素早く見つけて再利用できます。
lt: PasteMe išsaugo visko, ką kopijuojate, istoriją, todėl galite greitai rasti ir pakartotinai naudoti bet kuriuo metu.
lv: PasteMe saglabā visu kopēto vēsturi, lai jūs varētu to ātri atrast un atkārtoti izmantot jebkurā laikā.
nb: PasteMe holder styr på alt du kopierer, slik at du raskt kan finne og gjenbruke det når som helst.
nl: PasteMe bewaart een geschiedenis van alles wat je kopieert, zodat je het snel kunt vinden en hergebruiken op elk moment.
pl: PasteMe zachowuje historię wszystkiego, co kopiujesz, dzięki czemu możesz szybko znaleźć i ponownie użyć w dowolnym momencie.
pt_br: O PasteMe mantém um histórico de tudo o que você copia, para que você possa encontrar e reutilizar rapidamente a qualquer momento.
ru: PasteMe сохраняет историю всего, что вы копируете, поэтому вы можете быстро найти и повторно использовать это в любое время.
th: PasteMe จัดเก็บประวัติทุกสิ่งที่คุณคัดลอกไว้ เพื่อให้คุณสามารถค้นหาและนำกลับมาใช้ได้อย่างรวดเร็วทุกเมื่อ
tr: PasteMe, kopyaladığınız her şeyin geçmişini tutar, böylece istediğiniz zaman hızlıca bulup yeniden kullanabilirsiniz.

source: Get Start
ar: ابدأ
cs: Začít
de: Loslegen
es: Comenzar
he: התחל
hr: Započnite
hu: Kezdés
it: Inizia
ja: 始める
lt: Pradėti
lv: Sākt
nb: Kom i gang
nl: Beginnen
pl: Rozpocznij
pt_br: Começar
ru: Начать
th: เริ่มต้น
tr: Başla

source: Quick Start
ar: بداية سريعة
cs: Rychlý start
de: Schnellstart
es: Inicio rápido
he: התחלה מהירה
hr: Brzi početak
hu: Gyors kezdés
it: Guida rapida
ja: クイックスタート
lt: Greitas pradžia
lv: Ātrs sākums
nb: Hurtigstart
nl: Snelle start
pl: Szybki start
pt_br: Início Rápido
ru: Быстрый старт
th: เริ่มต้นอย่างรวดเร็ว
tr: Hızlı Başlangıç

source: Set up and strat using PasteMe.
ar: قم بإعداد واستخدام PasteMe.
cs: Nastavte a začněte používat PasteMe.
de: Richten Sie PasteMe ein und beginnen Sie mit der Nutzung.
es: Configure y comience a usar PasteMe.
he: הגדר והתחל להשתמש ב-PasteMe.
hr: Postavite i počnite koristiti PasteMe.
hu: Állítsa be és kezdje el használni a PasteMe-t.
it: Configura e inizia a utilizzare PasteMe.
ja: PasteMeをセットアップして使用を開始します。
lt: Sukonfigūruokite ir pradėkite naudoti PasteMe.
lv: Iestatiet un sāciet lietot PasteMe.
nb: Sett opp og begynn å bruke PasteMe.
nl: Stel PasteMe in en begin met gebruiken.
pl: Skonfiguruj i zacznij używać PasteMe.
pt_br: Configure e comece a usar o PasteMe.
ru: Настройте и начните использовать PasteMe.
th: ตั้งค่าและเริ่มใช้ PasteMe
tr: PasteMe'yi ayarlayın ve kullanmaya başlayın.

source: Activation shortcut
ar: اختصار التفعيل
cs: Zkratka pro aktivaci
de: Aktivierungstastenkombination
es: Atajo de activación
he: קיצור הפעלה
hr: Prečica za aktivaciju
hu: Aktiválási gyorsbillentyű
it: Scorciatoia di attivazione
ja: アクティベーションショートカット
lt: Aktyvavimo spartusis klavišas
lv: Aktivizācijas īsceļš
nb: Aktiveringssnarvei
nl: Activeringssneltoets
pl: Skrót aktywacyjny
pt_br: Atalho de ativação
ru: Сочетание клавиш для активации
th: ปุ่มลัดการเปิดใช้งาน
tr: Etkinleştirme kısayolu

source: Instantly access PasteMe in any app
ar: الوصول الفوري إلى PasteMe في أي تطبيق
cs: Okamžitý přístup k PasteMe v jakékoli aplikaci
de: Sofortiger Zugriff auf PasteMe in jeder App
es: Acceda instantáneamente a PasteMe en cualquier aplicación
he: גש מיד ל-PasteMe בכל אפליקציה
hr: Trenutno pristupite PasteMe u bilo kojoj aplikaciji
hu: Azonnali hozzáférés a PasteMe-hez bármely alkalmazásban
it: Accedi istantaneamente a PasteMe in qualsiasi app
ja: 任意のアプリでPasteMeに即座にアクセス
lt: Momentinis prieiga prie PasteMe bet kurioje programoje
lv: Tūlītēja piekļuve PasteMe jebkurā lietotnē
nb: Få øyeblikkelig tilgang til PasteMe i hvilken som helst app
nl: Direct toegang tot PasteMe in elke app
pl: Natychmiastowy dostęp do PasteMe w każdej aplikacji
pt_br: Acesse o PasteMe instantaneamente em qualquer aplicativo
ru: Мгновенный доступ к PasteMe в любом приложении
th: เข้าถึง PasteMe ได้ทันทีในแอปพลิเคชันใดก็ได้
tr: Herhangi bir uygulamada PasteMe'ye anında erişin

source: Clipboard history
ar: سجل الحافظة
cs: Historie schránky
de: Zwischenablageverlauf
es: Historial del portapapeles
he: היסטוריית לוח
hr: Povijest međuspremnika
hu: Vágólap előzmények
it: Cronologia degli appunti
ja: クリップボード履歴
lt: Iškarpos istorija
lv: Starpliktuvēs vēsture
nb: Utklippstavlehistorikk
nl: Klembordgeschiedenis
pl: Historia schowka
pt_br: Histórico da área de transferência
ru: История буфера обмена
th: ประวัติคลิปบอร์ด
tr: Pano geçmişi

source: Maximum number of copied items to keep
ar: الحد الأقصى لعدد العناصر المنسوخة للاحتفاظ بها
cs: Maximální počet kopírovaných položek k uchování
de: Maximale Anzahl zu speichernder kopierter Elemente
es: Número máximo de elementos copiados para mantener
he: מספר מקסימלי של פריטים מועתקים לשמירה
hr: Maksimalni broj kopiranih stavki za čuvanje
hu: Megtartandó másolt elemek maximális száma
it: Numero massimo di elementi copiati da conservare
ja: 保持するコピー項目の最大数
lt: Maksimalus išsaugomų kopijuotų elementų skaičius
lv: Maksimālais saglabājamo kopēto vienumu skaits
nb: Maksimalt antall kopierte elementer å beholde
nl: Maximaal aantal te bewaren gekopieerde items
pl: Maksymalna liczba kopiowanych elementów do przechowywania
pt_br: Número máximo de itens copiados para manter
ru: Максимальное количество копируемых элементов для хранения
th: จำนวนสูงสุดของรายการที่คัดลอกไว้
tr: Saklanacak kopyalanan öğelerin maksimum sayısı

source: Popup position
ar: موقع النافذة المنبثقة
cs: Pozice vyskakovacího okna
es: Posición de la ventana emergente
he: מיקום חלון קופץ
hr: Pozicija skočnog prozora
hu: Felugró ablak pozíciója
it: Posizione del popup
ja: ポップアップ位置
lt: Iššokančio lango vieta
lv: Uznirstošā loga pozīcija
nb: Pop-up-posisjon
nl: Pop-uppositie
pl: Pozycja wyskakującego okna
pt_br: Posição do pop-up
ru: Позиция всплывающего окна
th: ตำแหน่งป๊อปอัพ
tr: Açılır Pencere Konumu

source: Position where PasteMe appears
ar: الموقع الذي يظهر فيه PasteMe
cs: Pozice, kde se PasteMe zobrazuje
de: Position, an der PasteMe erscheint
es: Posición donde aparece PasteMe
he: מיקום שבו PasteMe מופיע
hr: Pozicija gdje se PasteMe pojavljuje
hu: Pozíció, ahol a PasteMe megjelenik
it: Posizione in cui appare PasteMe
ja: PasteMeが表示される位置
lt: Vieta, kurioje rodomas PasteMe
lv: Pozīcija, kurā parādās PasteMe
nb: Posisjon hvor PasteMe vises
nl: Positie waar PasteMe verschijnt
pl: Pozycja, w której pojawia się PasteMe
pt_br: Posição onde o PasteMe aparece
ru: Позиция, где появляется PasteMe
th: ตำแหน่งที่ PasteMe แสดง
tr: PasteMe'nin göründüğü konum

source: Continue
ar: متابعة
cs: Pokračovat
de: Weiter
es: Continuar
he: המשך
hr: Nastavi
hu: Folytatás
it: Continua
ja: 続ける
lt: Tęsti
lv: Turpināt
nb: Fortsett
nl: Doorgaan
pl: Kontynuuj
pt_br: Continuar
ru: Продолжить
th: ดำเนินการต่อ
tr: Devam Et
