Repository: caiwenshuo/PasteMe-2.0
Catalog: PasteMe/*.lproj/Localizable.strings
Languages: ar, cs, de, es, he, hr, hu, it, ja, lt, lv, nb, nl, pl, pt_br, ru, th, tr

# search_placeholder
source: type to search…
ar: اكتب للبحث…
cs: piš pro hledání…
de: Suchen …
es: escriba para buscar…
he: הקלדה כאן תחפש…
hr: tipkaj za pretraživanje …
hu: írj a kereséshez…
it: scrivi per cercare…
ja: 入力して検索…
lt: įveskite paiešką…
lv: ierakstiet, lai meklētu…
nb: skriv for å søke…
nl: type om te zoeken…
pl: Wpisz aby wyszukać…
pt_br: digite para buscar…
ru: начните печатать для поиска…
th: พิมพ์เพื่อค้นหา…
tr: aramak için yazın…

# clear_tooltip
source: Clear unpinned items. Select with ⇧ to clear all.
ar: امسح العناصر غير المثبتة. اختر باستخدام ⇧ لمسح الكل.
cs: Odebrat nepřipnuté položky. Vyber s ⇧ pro odebrání všech.
de: Lösche nur die nicht angehefteten Einträge. Halte zusätzlich ⇧ gedrückt, um alle Einträge zu löschen.
es: Limpiar elementos no anclados. Selecciona con ⇧ para limpiarlos todos.
he: פינוי פריטים שלא ננעצו. אפשר לבחור עם ⇧ כדי לפנות הכול.
hr: Izbriši neprikvačene. Izbriši sve pomoću tipke ⇧.
hu: Rögzítettlen elemek törlése Válassz a ⇧-el az összes törléséhez.
it: Elimina gli elementi sbloccati. Seleziona con ⇧ per eliminarli tutti.
ja: 固定されていない項目をクリアします。 ⇧を押しながら選択すると全てクリアします。
lt: Išvalyti neprisegtus elementus. Pasirinkite su ⇧, kad išvalytumėte visus.
lv: Notīriet nepiespraustos vienumus. Atlasiet ar ⇧, lai notīrītu visus.
nb: Slett avmerkede elementer. Velg med ⇧ for å slette alle.
nl: Wis niet vastgemaakte items. Selecteer met ⇧ om alles te wissen.
pl: Wyczyść nieprzypięte pozycje Wybierz z ⇧ aby wyczyścić wszystkie.
pt_br: Limpar itens não fixados. Selecione com ⇧ para limpar tudo.
ru: Очистить неприкреплённые записи. Выберите нажав ⇧ чтобы очистить всё.
th: ล้างรายการปักหมุด. เลือกแล้วกด ⇧ เพื่อล้างทั้งหมด
tr: Sabitlenmemiş öğeleri temizle.Hepsini temizlemek için ⇧ ile seçin.

# clear_all_tooltip
source: Clear all items.
ar: مسح كافة العناصر.
cs: Odebrat všechny položky.
de: Lösche alle Einträge.
es: Limpiar todo.
he: לפנות את כל הפריטים.
hr: Izbriši sve.
hu: Minden elem törlése.
it: Pulisci tutto.
ja: 全ての項目をクリアします。
lt: Išvalyti visus elementus.
lv: Notīrīt visus vienumus.
nb: Slett alle elementer.
nl: Wis alle items.
pl: Wyczyść wszystkie pozycje.
pt_br: Limpar todos os itens.
ru: Очистить все записи.
th: ล้างรายการทั้งหมด
tr: Tüm ögeleri temizle.

# quit_tooltip
source: Quit application.
ar: قم بإنهاء التطبيق.
cs: Ukončit aplikaci.
de: Beende die Anwendung.
es: Cerrar aplicación.
he: יציאה מהיישום.
hr: Zatvori program.
hu: Alkalmazás bezárása.
it: Chiudi l' applicazione.
ja: アプリケーションを終了します。
lt: Uždaryti programą.
lv: Iziet no lietotnes.
nb: Avslutt programmet.
nl: Sluit app.
pl: Wyjdź z aplikacji.
pt_br: Sair do aplicativo.
ru: Завершить приложение.
th: ออกแอปพลิเคชัน
tr: Uygulamadan çık.

source: Clear
ar: امسح
cs: Vyčistit
de: Löschen
es: Limpiar
he: פינוי
hr: Izbriši
hu: Törlés
it: Pulisci
ja: クリア
lt: Išvalyti
lv: Notīrīt
nb: Slett
nl: Wis
pl: Wyczyść
pt_br: Limpar
ru: Очистить
th: ล้าง
tr: Temizle

source: Clear all
ar: امسح الكل
cs: Odebrat všechny
de: Alle löschen
es: Limpiar todo
he: פינוי של הכול
hr: Izbriši sve
hu: Összes törlése
it: Pulisci tutto
ja: 全てクリア
lt: Išvalyti visus
lv: Notīrīt visu
nb: Slett alt
nl: Wis alles
pl: Wyczyść wszystkie
pt_br: Limpar tudo
ru: Очистить всё
th: ล้างทั้งหมด
tr: Hepsini temizle

source: Quit
ar: إغلاق
cs: Ukončit
de: Beenden
es: Salir
he: יציאה
hr: Zatvori program
hu: Bezárás
it: Chiudi
ja: 終了
lt: Uždaryti
lv: Iziet
nb: Avslutt
nl: Sluit
pl: Wyjdź
pt_br: Sair
ru: Завершить
th: ออก
tr: Çık

source: Preferences…
ar: التفضيلات…
cs: Předvolby…
de: Einstellungen…
es: Preferencias…
he: העדפות…
hr: Postavke …
hu: Beállítások…
it: Preferenze…
ja: 設定…
lt: Parinktys…
lv: Iestatījumi…
nb: Valg…
nl: Voorkeuren…
pl: Ustawienia…
pt_br: Preferências…
ru: Настройки…
th: ตั้งค่า…
tr: Tercihler…

# preferences_advanced
source: Advanced
ar: متقدم
cs: Pokročilé
de: Erweitert
es: Avanzado
he: מתקדם
hr: Napredno
hu: Haladó
it: Avanzate
ja: 詳細
lt: Išplėstiniai nustatymai
lv: Papildu iestatījumi
nb: Avansert
nl: Geavanceerd
pl: Zaawansowane
pt_br: Avançado
ru: Дополнения
th: ขั้นสูง
tr: Gelişmiş

# preferences_pins
source: Pins
ar: مثبتة
cs: Připnuté
es: Anclas
he: נעוצים
hr: Pribadače
hu: Rögzítések
it: Bloccati
ja: ピン留め
lt: Prisegtukai
lv: Piespraudes
nb: Merker
nl: Spelden
pl: Przypięte
pt_br: Fixar
ru: Прикреплённые
th: ปักหมุด
tr: Sabitlemeler

# copy_modifiers_config
source: • Select with %@ pressed to copy item.
ar: • حدد مع الضغط على %@ لنسخ العنصر.
cs: • Vyber se stisknutím %@ pro zkopírování položky.
de: • Drücke %@, um den gewählten Eintrag zu kopieren.
es: • Seleccione con %@ presionado para copiar el elemento.
he: • יש לבחור תוך לחיצה על %@ כדי להעתיק פריט.
hr: • Za kopiranje elementa odaberi zajedno s pritisnutom tipkom %@.
hu: • Válassz a(z) %@ lenyomásával az elem másolásához.
it: • Seleziona con %@ premuto per copiare l'elemento.
ja: • %を押しながら選択すると項目をコピーします。
lt: • Pasirinkite paspaudę %@, kad nukopijuotumėte elementą.
lv: • Lai kopētu vienumu, izvēlieties, nospiežot %@.
nb: • Velg med %@ nedtrykket for å kopiere element.
nl: • Selecteer met %@ ingedrukt om item te kopiëren.
pl: • Wybierz z %@ aby skopiować.
pt_br: • Selecione com %@ pressionado para copiar o item.
ru: • Выберите, зажав %@, чтобы скопировать запись.
th: • เลือกแล้วกด %@ เพื่อคัดลอก
tr: • %@ basılıyken seçerek öğeyi kopyalayın.

# paste_modifiers_config
source: • Select with %@ pressed to copy and paste item.
ar: • حدد مع الضغط على %@ لنسخ العنصر ولصقه.
cs: • Vyber se stisknutím %@ pro zkopírování a vložení položky.
de: • Drücke %@, um den gewählten Eintrag zu kopieren und einzufügen.
es: • Seleccione con %@ presionado para copiar y pegar el elemento.
he: • יש לבחור תוך לחיצה על %@ כדי להעתיק ולהדביק פריט.
hr: • Za kopiranje i umetanje elementa odaberi zajedno s pritisnutom tipkom %@.
hu: • Válassz a(z) %@ lenyomásával az elem másolásához és beillesztéséhez.
it: • Seleziona con %@ premuto per copiare e incollare l'elemento.
ja: • %@を押しながら選択すると項目をコピーして貼り付けます。
lt: • Pasirinkite paspaudę %@, kad nukopijuotumėte ir įklijuotumėte elementą.
lv: • Lai kopētu un ielīmētu vienumu, izvēlieties, nospiežot %@.
nb: • Velg med %@ nedtrykket for å kopiere og lime inn element.
nl: • Selecteer met %@ ingedrukt om het item te kopiëren en te plakken.
pl: • Wybierz z %@ aby skopiować i wkleić.
pt_br: • Selecione com %@ pressionado para copiar e colar o item.
ru: • Выберите, зажав %@, чтобы скопировать и вставить запись.
th: • เลือกแล้วกด %@ เพื่อคัดลอกและวางรายการ
tr: • %@ basılıyken seçerek öğeyi kopyalayın ve yapıştırın.

# format_modifiers_config
source: • Select with %@ pressed to copy, clear formatting and paste item.
ar: • حدد مع الضغط على %@ للنسخ ومسح التنسيق ولصق العنصر.
cs: • Vyber se stisknutím %@ pro zkopírování, odstranění formátování a vložení položky.
de: • Drücke %@, um den gewählten Eintrag zu kopieren und unformatiert einzufügen.
es: • Seleccione con %@ presionado para copiar, borrar el formato y pegar el elemento.
he: • יש לבחור תוך לחיצה על %@ כדי להעתיק, להסיר עיצוב ולהדביק פריט.
hr: • Za kopiranje, uklanjanje formata i umetanje elementa odaberi zajedno s pritisnutom tipkom %@.
hu: • Válassz a(z) %@ lenyomásával az elem másolásához, formázásának törléséhez és beillesztéséhez.
it: • Seleziona con %@ premuto per copiare, eliminare la formattazione e incollare l'elemento.
ja: • %@を押しながら選択すると項目をコピーし、 書式なしで貼り付けます。
lt: • Pasirinkite paspaudę %@, kad nukopijuotumėte, panaikintumėte formatavimą ir įklijuotumėte elementą.
lv: • Lai kopētu, notīrītu formatējumu un ielīmētu vienumu, izvēlieties, nospiežot %@.
nb: • Velg med %@ nedtrykket for å kopiere, slette formattering og lime inn element.
nl: • Selecteer met %@ ingedrukt om te kopiëren, opmaak te wissen en item te plakken.
pl: • Wybierz %@ aby skopiować i wkleić z wyczyszczonym formatowaniem.
pt_br: • Selecione com %@ pressionado para copiar, limpar a formatação e colar o item.
ru: • Выберите, зажав %@, чтобы скопировать, очистить форматирование и вставить запись.
th: • เลือกแล้วกด %@ เพื่อคัดลอก, ล้างรูปแบบและวางรายการ
tr: • %@ basılıyken seçerek öğeyi kopyalayın, biçimlendirmeyi temizleyin ve yapıştırın.

# accessibility_alert_message
source: “PasteMe” would like to control this computer using accessibility features.
ar: “"PasteMe" يرغب في التحكم في هذا الكمبيوتر باستخدام ميزات إمكانية الوصول.
cs: „PasteMe” by ráda ovládala tento počítač přes fuknce Zpřístupnění.
de: “PasteMe” möchte diesen Computer mittels Bedienungshilfen steuern.
es: “PasteMe” quiere controlar esta computadora mediante las funciones de accesibilidad.
he: „PasteMe” רוצה להשתלט על המחשב הזה דרך יכולות הנגישות.
hr: „PasteMe” želi upravljati ovim računalom koristeći funkcije pristupačnosti.
hu: A “PasteMe” irányítani szeretné ezt a számítógépet akadálymentesítési funkciók használatával.
it: “PasteMe” vorrebbe controllare questo computer utilizzando le funzionalità di accessibilità.
ja: “PasteMe”は、アクセシビリティ機能を使用してこのコンピュータを制御することを求めています。
lt: „PasteMe“ norėtų valdyti šį kompiuterį naudodamasis prieinamumo funkcijomis.
lv: “PasteMe” vēlas kontrolēt šo datoru, izmantojot pieejamības līdzekļus.
nb: “PasteMe” vil ha adgang til denne datamaskinen for tjenester tilknyttet tilgjengelighet.
nl: “PasteMe” wil deze computer bedienen met toegankelijkheidsfuncties.
pl: “PasteMe” chce kontrolować Twój komputer używając funkcji dostępności.
pt_br: “PasteMe” gostaria de controlar este computador usando as funções de acessibilidade.
ru: Приложение «PasteMe» запрашивает разрешение на управление компьютером с помощью функций универсального доступа.
th: “PasteMe” ต้องการใช้สิทธิ์ฟีเจอร์การช่วยการเข้าถึง
tr: “PasteMe”, erişilebilirlik özelliklerini kullanarak bu bilgisayarı denetlemek istiyor.

# accessibility_alert_comment
source: Grant access to this application in {pane}, located in {settings}. Click + button, select PasteMe, and toggle on the checkbox next to it.
ar: امنح حق الوصول إلى هذا التطبيق في {الجزء}، الموجود في {الإعدادات}. انقر على الزر +، وحدد PasteMe ثم قم بالتبديل على مربع الاختيار المجاور له.
cs: Uděl aplikaci přístup v {pane}, umístěném v {settings}. Klikni na tlačítko +, vyber PasteMe a zapni přepínač vedle názvu.
de: Erlaube den Zugriff für diese Anwendung in “{settings} > {pane} > Datenschutz > Bedienungshilfen”. Klicken Sie auf die Schaltfläche “+“, wählen Sie “PasteMe“ aus und aktivieren Sie das Kontrollkästchen daneben.
es: Otorga acceso a esta aplicación en {panel}, ubicado en {settings}. Haga clic en el botón +, selecciona PasteMe y activa la casilla de verificación junto a él.
he: הענקת גישה ליישום הזה דרך {pane}, שנמצא תחת {settings}. לחיצה + כפתור, לבחור ב־PasteMe ולהחליף את מצב תיבת הסימון שלידו.
hr: Dozvoli pristup ovoj aplikaciji u postavkama {pane} unutar {settings}. Kliknite gumb „+”, odaberite „PasteMe” i uključite potvrdni okvir pokraj njega.
hu: Adj engedélyt az alkalmazásnak a {pane} részben, amely a {settings} beállításoknál található. Kattints a + gombra, válaszd a PasteMe-t, majd kapcsold be a mellette lévő jelölőnégyzetet.
it: Concedi l'accesso a questa applicazione nella sezione {pane}, situata in {settings}. Fai clic sul pulsante “+“, seleziona “PasteMe“ e attiva la casella di controllo accanto ad esso.
ja: {settings}{pane}環境設定で、このアプリケーションへのアクセスを許可してください。 “+“ボタンをクリックし、“PasteMe“を選択して、その横のチェックボックスをオンにします。
lt: Suteikite prieigą šiai programai {pane}, esančiai {settings}. Spustelėjimas + mygtukas, pasirinkite PasteMe ir pažymėkite šalia esantį žymimąjį langelį.
lv: Piešķirt piekļuvi šai lietotnei izvelnē {pane}, kas atrodas {settings}. Noklikšķiniet uz + pogas, atlasiet PasteMe un ieslēdziet tai blakus esošo izvēles ķeksīti.
nb: Gi tillatelse til dette programmet i {pane} innstillingene, lokalisert i {settings}. Klikk på +-knappen, velg “PasteMe“ og velg avmerkingsboksen ved siden av.
nl: Verleen toegang tot deze app in {pane}, te vinden in {settings}. Klik op de + knop, selecteer PasteMe en schakel het selectievakje ernaast in.
pl: Daj dostęp tej aplikacji w {pane}, w {settings}. Kliknij przycisk +, wybierz PasteMe i kliknij przełącznik obok.
pt_br: Conceda acesso a este aplicativo em {pane}, localizado em {settings}. Clique + botão, selecione PasteMe e ative a caixa de seleção próxima a ele.
ru: Предоставьте права доступа этой программе в настройках {pane} в {settings}. Нажмите кнопку «+», выберите «PasteMe» и установите флажок рядом с ним.
th: ให้สิทธิ์แอปพลิเคชันนี้ในเมนูการตั้งค่า{pane} ใน {settings}. คลิกปุ่ม ”+” เลือก ”PasteMe” และสลับช่องทำเครื่องหมายถัดจากนั้น.
tr: Bu uygulamaya, {settings} {pane} bölümünden izin verin. “+“ düğmesine tıklayın, PasteMe'yi seçin ve yanındaki onay kutusunu işaretleyin.

# accessibility_alert_deny
source: Deny
ar: رفض
cs: Odmítnout
de: Ablehnen
es: Denegar
he: דחייה
hr: Zabrani
hu: Elutasít
it: Nega
ja: 拒否
lt: Atsisakyti
lv: Liegt
nb: Avslå
nl: Weiger
pl: Zabroń
pt_br: Negar
ru: Запретить
th: ปฎิเสธ
tr: Reddet

# accessibility_alert_open
source: Open System Preferences
ar: افتح تفضيلات النظام
cs: Otevřít Nastavení systému
de: Öffne Systemeinstellungen
es: Abrir Preferencias del Sistema
he: פתיחת העדפות המערכת
hr: Otvori postavke sustava
hu: Rendszerbeállítások megnyitása
it: Apri Preferenze di Sistema
ja: “システム環境設定”を開く
lt: Atidaryti Sistemos Nuostatas
lv: Atvērt sistēmas iestatījumus
nb: Åpne System Valg
nl: Open Systeemvoorkeuren
pl: Otwórz ustawienia systemowe
pt_br: Abrir Ajustes do Sistema
ru: Открыть «Системные настройки»
th: เปิดการตั้งค่าระบบ
tr: Sistem Ayarları'nı Aç

# clear_alert_message
source: Are you sure you want to clear the history?
ar: هل أنت متأكد أنك تريد مسح سجل التاريخ؟
cs: Opravdu chceš vymazat historii?
de: Möchtest du den Verlauf wirklich leeren?
es: ¿Estás seguro de que deseas borrar el historial?
he: לפנות את ההיסטוריה?
hr: Stvarno želiš izbrisati povijest?
hu: Biztosan törölni szeretnéd az előzményeket?
it: Sei sicuro di voler cancellare la cronologia?
ja: 履歴をクリアしますか？
lt: Ar tikrai norite išvalyti istoriją?
lv: Vai tiešām vēlaties notīrīt vēsturi?
nb: Er du sikker på at du vil tømme historikken?
nl: Weet je zeker dat je de geschiedenis wilt wissen?
pl: Czy na pewno chcesz wyczyścić historię?
pt_br: Tem certeza de que deseja limpar o histórico?
ru: Вы дейстительно хотите очистить историю?
th: คุณต้องการล้างประวัติหรือไม่?
tr: Geçmişi temizlemek istediğinize emin misiniz?

# clear_alert_comment
source: You can't undo this action.
ar: لا يمكنك التراجع عن هذا الإجراء.
cs: Tuto akci nemůžeš vrátit.
de: Diese Aktion kann nicht widerrufen werden.
es: No puede deshacer esta acción.
he: זו פעולה בלתי הפיכה.
hr: To je nepovratna radnja.
hu: Ezt a műveletet nem lehet visszavonni.
it: Questa azione non può essere annullata.
ja: このアクションは元に戻すことができません。
lt: Šio veiksmo nebus galima atšaukti.
lv: Šo darbību nevar atsaukt.
nb: Du kan ikke angre denne handlingen.
nl: Je kan deze actie niet ongedaan maken.
pl: Nie możesz cofnąć tej akcji.
pt_br: Você não pode desfazer esta ação.
ru: Это действие необратимо.
th: คุณไม่สามารถย้อนกลับการกระทำนี้ได้
tr: Bu işlemi geri alamazsınız.

# clear_alert_cancel
source: Cancel
ar: إلغاء
cs: Zrušit
de: Abbrechen
es: Cancelar
he: ביטול
hr: Odustani
hu: Mégse
it: Annulla
ja: キャンセル
lt: Atšaukti
lv: Atcelt
nb: Avbryt
nl: Annuleer
pl: Anuluj
pt_br: Cancelar
ru: Отмена
th: ยกเลิก
tr: İptal

# clear_alert_confirm
source: Clear
ar: مسح
cs: Vymazat
de: Bestätigen
es: Limpiar
he: פינוי
hr: Izbriši
hu: Törlés
it: Pulisci
ja: クリア
lt: Išvalyti
lv: Notīrīt
nb: Slett
nl: Wis
pl: Wyczyść
pt_br: Limpar
ru: Очистить
th: ล้าง
tr: Temizle

# key_used_error
source: Key is already used.
ar: المفتاح مستخدم بالفعل.
cs: Klávesa je už používána.
de: Hotkey ist bereits belegt.
es: La clave ya está en uso.
he: המפתח כבר בשימוש.
hr: Tipka se već koristi.
hu: A billentyű már használatban van.
it: La chiave è già in uso.
ja: キーが既に使用中です。
lt: Spartusis klavišas jau naudojamas.
lv: Poga jau tiek izmantota.
nb: Nøkkel er allerede brukt.
nl: Toets is al gebruikt.
pl: Klawisz jest już użyty.
pt_br: A tecla já está em uso.
ru: Клавиша уже используется.
th: คีย์นี้ถูกใช้แล้ว
tr: Düğme, halihazırda kullanılıyor.

source: Active screen
ar: شاشة نشطة
cs: Aktivní obrazovka
de: Aktiver Bildschirm
es: Pantalla activa
he: מסך פעיל
hr: Aktivni ekran
hu: Aktív képernyő
it: Schermo attivo
ja: アクティブスクリーン
lt: Aktyvus ekranas
lv: Aktīvais ekrāns
nb: Aktiv skjerm
nl: Actief scherm
pl: Aktywny ekran
pt_br: Tela ativa
ru: Активынй экран
th: หน้าจอที่ใช้งานอยู่
tr: Aktif ekran

source: Screen
ar: شاشة
cs: Obrazovka
de: Bildschirm
es: Pantalla
he: מסך
hr: Ekran
hu: Képernyő
it: Schermo
ja: 画面
lt: Ekranas
lv: Ekrāns
nb: Skjerm
nl: Scherm
pl: Ekran
pt_br: Tela
ru: Экран
th: หน้าจอ
tr: Ekran

# system_settings_name
source: System Settings
ar: اعدادات النظام
cs: Nastavení systému
de: Systemeinstellungen
es: Configuración del Sistema
he: הגדרות מערכת
hr: Postavki sustava
hu: Rendszerbeállítások
it: Impostazioni di Sistema
ja: システム設定
lt: Sistemos Nustatymai
lv: Sistēmas iestatījumi
nb: System­innstillinger
nl: Systeeminstellingen
pl: Ustawienia systemowe
pt_br: Ajustes do Sistema
ru: Системных настройках
th: การตั้งค่าระบบ
tr: Sistem Ayarları

# system_settings_pane
source: Privacy & Security settings
ar: إعدادات الخصوصية والأمان
cs: Nastavení Soukromí a zabezpečení
de: Datenschutz & Sicherheit
es: “Privacidad y seguridad”
he: הגדרות פרטיות ואבטחה
hr: Privatnost i sigurnost
hu: Adatvédelem és biztonság
it: Privacy e sicurezza
ja: “プライバシーとセキュリティ”
lt: Privatumo ir Saugumo nustatymai
lv: Konfidencialitātes un drošības iestatījumi
nb: Personvern og sikkerhet
nl: Privacy- en Beveiligingsinstellingen
pl: Ustawienia prywatności i ochrony
pt_br: Privacidade e Segurança
ru: «Конфиденциальность и безопасность»
th: ความเป็นส่วนตัวและความปลอดภัย
tr: Gizlilik ve Güvenlik

# system_preferences_name
source: System Preferences
ar: تفضيلات النظام
cs: Nastavení systému
de: Systemeinstellungen
es: Preferencias del Sistema
he: העדפות מערכת
hr: Postavki sustava
hu: Rendszerbeállítások
it: Preferenze di Sistema
ja: システム環境設定の
lt: Sistemos Parinktys
lv: Sistēmas iestatījumi
nb: System Valg
nl: Systeemvoorkeuren
pl: Preferencje systemowe
pt_br: Preferências do Sistema
ru: Системных настройках
th: การตั้งค่าระบบ
tr: Sistem Tercihleri

# system_preferences_pane
source: Security & Privacy preferences
ar: تفضيلات الأمان والخصوصية
cs: Nastavení Soukromí a zabezpečení
de: Sicherheit & Datenschutz
es: “Seguridad y privacidad”
he: העדפות אבטחה ופרטיות
hr: Sigurnost i privatnost
hu: Adatvédelem és biztonság
it: Sicurezza e Privacy
ja: “セキュリティとプライバシー”
lt: Saugumo ir Privatumo nuostatos
lv: Drošības un konfidencialitātes iestatījumi
nb: Sikkerhet & Personvern
nl: Beveiliging en Privacyvoorkeuren
pl: Preferencje ochrony i prywatności
pt_br: Privacidade e Segurança
ru: «Защита и безопасность»
th: ความปลอดภัยและความเป็นส่วนตัว
tr: Güvenlik ve Gizlilik Tercihleri

source: Contact Developer
ar: اتصل بالمطور
cs: Kontaktujte vývojáře
de: Entwickler kontaktieren
es: Contactar al desarrollador
he: צור קשר עם המפתח
hr: Kontaktiraj programera
hu: Lépjen kapcsolatba a fejlesztővel
it: Contatta lo sviluppatore
ja: 開発者に連絡する
lt: Susisiekite su kūrėju
lv: Sazinieties ar izstrādātāju
nb: Kontakt utvikler
nl: Neem contact op met de ontwikkelaar
pl: Skontaktuj się z deweloperem
pt_br: Contactar o desenvolvedor
ru: Связаться с разработчиком
th: ติดต่อผู้พัฒนา
tr: Geliştiriciyle iletişim kur

source: Preview
ar: معاينة
cs: Náhled
de: Vorschau
es: Vista previa
hr: Pregled
hu: Előnézet
it: Anteprima
lt: Peržiūra
lv: Priekšskatījums
nb: Forhåndsvisning
pl: Podgląd
pt_br: Visualizar
ru: Предпросмотр
th: ดูตัวอย่าง
tr: Önizleme

source: Hide preview
ar: إخفاء المعاينة
cs: Skrýt náhled
de: Vorschau ausblenden
es: Ocultar vista previa
he: הסתר תצוגה מקדימה
hr: Sakrij pregled
hu: Rejtsd el előnézetet
it: Nascondi anteprima
ja: プレビューを非表示
lt: Paslėpti peržiūrą
lv: Paslēpt priekšskatījumu
nb: Skjul forhåndsvisning
nl: Verberg voorvertoning
pl: Ukryj podgląd
pt_br: Ocultar visualização
ru: Скрыть предпросмотр
th: ซ่อนตัวอย่าง
tr: Önizlemeyi gizle

source: Paste
ar: لصق
cs: Vložit
de: Einfügen
es: Pegar
he: הדבק
hr: Zalijepi
hu: Beillesztés
it: Incolla
ja: 貼り付け
lt: Įklijuoti
lv: Ielīmēt
nb: Lim inn
nl: Plakken
pl: Wklej
pt_br: Colar
ru: Вставить
th: วาง
tr: Yapıştır

source: Paste without formatting
ar: لصق بدون تنسيق
cs: Vložit bez formátování
de: Einfügen ohne Formatierung
es: Pegar sin formato
he: הדבק ללא עיצוב
hr: Zalijepi bez formatiranja
hu: Beillesztés formázás nélkül
it: Incolla senza formattazione
ja: 書式なしで貼り付け
lt: Įklijuoti be formatavimo
lv: Ielīmēt bez formatējuma
nb: Lim inn uten formatering
nl: Plakken zonder opmaak
pl: Wklej bez formatowania
pt_br: Colar sem formatação
ru: Вставить без форматирования
th: วางโดยไม่ใช้รูปแบบ
tr: Biçimsiz yapıştır

source: Pin/Unpin
ar: تثبيت/إلغاء التثبيت
cs: Připnout/Odpinout
de: Anheften/Abheften
es: Fijar/Desfijar
he: קבע/הסר קביעות
hr: Pinuj/Odveži
hu: Rögzítés/Leválasztás
it: Fissa/Annulla fissaggio
ja: ピン留め/ピン留め解除
lt: Prisegti/Atsegti
lv: Piestiprināt/Atspiest
nb: Fest/Fjern festing
nl: Vastzetten/Ontkoppelen
pl: Przypnij/Odczep
pt_br: Fixar/Desfixar
ru: Закрепить/Открепить
th: ปักหมุด/ยกเลิกปักหมุด
tr: Sabitle/Sabitleme

source: Delete
ar: حذف
cs: Smazat
de: Löschen
es: Eliminar
he: מחק
hr: Obriši
hu: Törlés
it: Elimina
ja: 削除
lt: Ištrinti
lv: Dzēst
nb: Slett
nl: Verwijderen
pl: Usuń
pt_br: Excluir
ru: Удалить
th: ลบ
tr: Sil

source: Start typing in the search bar and press Enter to search.
ar: ابدأ الكتابة في شريط البحث واضغط Enter للبحث.
cs: Začněte psát do vyhledávacího pole a stiskněte Enter pro vyhledávání.
de: Beginnen Sie in der Suchleiste zu tippen und drücken Sie Enter zum Suchen.
es: Comience a escribir en la barra de búsqueda y presione Enter para buscar.
he: התחל להקליד בשורת החיפוש ולחץ על Enter כדי לחפש.
hr: Počnite upisivati u traku za pretraživanje i pritisnite Enter za pretraživanje.
hu: Kezdjen el gépelni a keresősávban, és nyomja meg az Entert a kereséshez.
it: Inizia a digitare nella barra di ricerca e premi Invio per cercare.
ja: 検索バーに入力してEnterキーを押して検索してください。
lt: Pradėkite rašyti paieškos lauke ir paspauskite Enter, kad ieškotumėte.
lv: Sāciet rakstīt meklēšanas joslā un nospiediet Enter, lai meklētu.
nb: Skriv i søkefeltet og trykk Enter for å søke.
nl: Begin te typen in de zoekbalk en druk op Enter om te zoeken.
pl: Wpisz w pasku wyszukiwania i naciśnij Enter, aby wyszukać.
pt_br: Digite na barra de pesquisa e pressione Enter para pesquisar.
ru: Начните вводить текст в строке поиска и нажмите Enter для поиска.
th: พิมพ์ในแถบค้นหาและกด Enter เพื่อค้นหา
tr: Arama çubuğuna yazmaya başlayın ve aramak için Enter'a basın.
