Repository: caiwenshuo/PasteMe-2.0
Catalog: PasteMe/Settings/*.lproj/GeneralSettings.strings
Languages: he, ja, lt, lv, nb, th, tr

# Title
source: General
he: כללי
ja: 一般
lt: Bendra
lv: Vispārīgi
nb: Generelt
th: ทั่วไป
tr: Genel

source: Launch at login
he: להפעיל עם הכניסה למערכת
ja: ログイン時に実行
lt: Paleisti prisijungus
lv: Palaist lietotni pieteikšanās laikā
nb: Oppstart ved innlogging
th: เปิดเมื่อเข้าสู่ระบบ
tr: Girişte başlat

# CheckForUpdates
source: Check for updates automatically
he: לבדוק אוטומטית אם יש עדכונים
ja: 自動的にアップデートを確認
lt: Automatiškai tikrinti, ar yra atnaujinimų
lv: Automātiski pārbaudīt, vai nav atjauninājumu
nb: Sjekk for oppdateringer automatisk
th: ตรวจสอบ update อัตโนมัติ
tr: Güncellemeleri otomatik olarak denetle

source: Check now
he: לבדוק עכשיו
ja: 今確認する
lt: Patikrinti dabar
lv: Pārbaudīt tagad
nb: Sjekk nå
th: ตรวจสอบทันที
tr: Şimdi denetle

source: Open:
he: פתיחה:
ja: 開く:
lt: Atidaryti:
lv: Atvērt:
nb: Åpen:
th: เปิด:
tr: Açmak:

# OpenTooltip
source: Global shortcut key to open application. Default: ⇧⌘C.
he: צירוף מקשים כללי לפתיחת היישום. ברירת מחדל: %@C.
ja: どこからでもアプリケーションを開くショートカットです。 デフォルト：%@C.
lt: Globalus spartusis klavišas programai atidaryti. Numatytasis spartusis klavišas: ⇧⌘C.
lv: Globālais īsinājumtaustiņš, lai atvērtu programmu. Noklusējums: ⇧⌘C.
nb: Global hurtigtast for åpning av program. Standard: %@C.
th: คีย์ลัดเพื่อเปิดแอป ค่าเริ่มต้น: %@C.
tr: Uygulamayı açmak için global kısayol düğmesi. Saptanmış: %@C.

source: Pin:
he: נעיצה:
ja: ピン:
lt: Prisegti:
lv: Piespraust:
nb: Merke:
th: ปักหมุด:
tr: İğnelemek:

# PinTooltip
source: Shortcut key to pin history item. Default: ⌥P.
he: צירוף מקשים לנעיצת פריט. ברירת מחדל: %@P.
ja: 履歴項目を固定するショートカット キー。 デフォルト：%@P.
lt: Spartusis klavišas istorijos elementui prisegti. Numatytasis spartusis klavišas: ⌥P.
lv: Īsinājumtaustiņš, lai piespraust vēstures vienumu. Noklusējums: ⌥P.
nb: Hurtigtast for å merke historikkelement. Standard: %@P.
th: ปุ่มลัดเพื่อปักหมุดรายการประวัติ ค่าเริ่มต้น: %@P
tr: Geçmiş öğesini sabitlemek için kısayol düğmesi. Varsayılan: %@P.

source: Delete:
he: מחיקה:
ja: デリート:
lt: Ištrinti:
lv: Dzēst:
nb: Slett:
th: อลบ:
tr: Silmek:

# DeleteTooltip
source: Shortcut key to delete history item. Default: ⌥⌫.
he: צירוף מקשים למחיקת פריט מההיסטוריה. ברירת מחדל: %@⌫.
ja: 履歴項目を削除するショートカット キー。 デフォルト：%@⌫。
lt: Spartusis klavišas istorijos elementui ištrinti. Numatytasis spartusis klavišas: ⌥⌫.
lv: Īsinājumtaustiņš vēstures vienuma dzēšanai. Noklusējums: ⌥ ⌫.
nb: Hurtigtast for å slette historieelement. Standard: %@⌫.
th: ปุ่มลัดเพื่อลบรายการประวัติ ค่าเริ่มต้น: %@⌫
tr: Geçmiş öğesini silmek için kısayol düğmesi. Saptanmış: %@⌫.

# Behavior
source: Paste items:
he: הדבקת פריטים:
ja: 項目を貼り付け：
lt: Įklijuoti elementus:
lv: Rīcība:
nb: Oppførsel:
th: วางรายการ:
tr: Öğeleri yapıştır:

source: Paste automatically
he: להדביק אוטומטית
ja: 自動的に貼り付け
lt: Įklijuoti automatiškai
lv: Ielīmēt automātiski
nb: Lim in automatisk
th: วางอัตโนมัติ
tr: Otomatik olarak yapıştır

# PasteWithoutFormatting
source: Always paste without formatting
he: תמיד להדביק בלי עיצוב
ja: 常に書式なしで貼り付け
lt: Visada įklijuoti be formatavimo
lv: Ielīmēt bez formatējuma
nb: Lim inn uten formattering
th: วางโดยไม่จัดรูปแบบเสมอ
tr: Her zaman biçimlendirme olmadan yapıştır

# Modifiers
source: Customize the behavior when selecting item: • Select with %@ pressed to copy item. • Select with %@ pressed to copy and paste item. • Select with %@ pressed to copy, clear formatting, and paste item.
he: התאמת ההתנהגות בעת בחירת פריט: • יש לבחור תוך החזקה של %@ כדי להעתיק פריט. • יש לבחור תוך החזקה של %@ כדי להעתיק ולהדביק פריט. • יש לבחור תוך החזקה של %@ כדי להעתיק, להסיר את העיצוב ולהדביק.
ja: 項目選択時の動作カスタマイズ： • %@を押しながら選択すると項目をコピーします。 • %@を押しながら選択すると項目をコピーして貼り付けます。 • %@を押しながら選択すると項目をコピーし、 書式なしで貼り付けます。
lt: Pritaikykite elgseną, kai pasirenkamas elementas: • Pasirinkite paspaudę %@, kad nukopijuotumėte elementą. • Pasirinkite paspaudę %@, jei norite kopijuoti ir įklijuoti elementą. • Pasirinkite paspaudę %@, kad nukopijuotumėte, panaikintumėte formatavimą ir įklijuotumėte elementą.
lv: Pielāgojiet darbību, atlasot vienumu: • Lai kopētu objektu, izvēlieties, nospiediet %@. • Lai kopētu un ielīmētu vienumu, nospiediet %@. • Lai kopētu, notīrītu formatējumu un ielīmētu vienumu, nospiediet %@.
nb: Tilpass oppførsel ved valg av element: • Velg med %@ nedtrykket for å kopiere element. • Velg med %@ nedtrykket for å kopiere og lime inn element. • Velg med %@ nedtrykket for å kopiere, slette formattering og lime inn element.
th: ปรับแต่งพฤติกรรมเมื่อเลือกรายการ: • เลือกแล้วกด %@ เพื่อคัดลอก • เลือกแล้วกด %@ เพื่อคัดลอกและวางรายการ • เลือกแล้วกด %@ เพื่อคัดลอก, ล้างรูปแบบและวางรายการ
tr: Ögeyi seçme davranışını özelleştirin: • Ögeyi kopyalamak için %@'a basılıyken seçin. • Ögeyi kopyalayıp yopıştırmak için %@'a basılıyken seçin. • Ögeyi kopyalamak, biçimlendirmesini temizlemek ve yapıştırmak için %@'e basılıyken seçin.

source: Search:
he: חיפוש:
ja: 検索：
lt: Paieška:
lv: Meklēt:
nb: Søk:
th: ค้นหา:
tr: Arama:

source: Exact
he: מדויק
ja: 精密
lt: Tikslus
lv: Precīzi
nb: Nøyaktig
th: แม่นยำ
tr: Kesin

source: Fuzzy
he: מעורפל
ja: あいまい
lt: Apytikslis
lv: Fazimeklēšana
th: เลือน
tr: Bulanık

# Regex
source: Regular expressions
he: ביטויים רגולריים
ja: 正規表現
lt: Reguliarios išraiškos
lv: Regulārās izteiksmes
nb: Vanlig uttrykk
th: นิพจน์ทั่วไป
tr: Düzenli ifadeler

source: Mixed
he: מעורבב
ja: 混合
lt: Mišrus
lv: Jaukti
nb: Blandet
th: ผสม
tr: Karışık

source: Notifications and sounds 􀱁
he: התראות וצלילים 􀱁
ja: 通知と音 􀱁
lt: Pranešimai ir garsai 􀱁
lv: Paziņojumi un skaņas 􀱁
nb: Varsler og lyder 􀱁
th: การแจ้งเตือนและเสียง 􀱁
tr: Bildirimler ve sesler 􀱁

# Preview
source: View details:
he: צפייה בפרטים:
ja: 詳細を表示：
lt: Peržiūrėti išsamiai:
lv: Priekšskatījums
nb: Forhåndsvisning
th: ดูรายละเอียด:
tr: Detayları görüntüle:

# PreviewTooltip
source: Shortcut key to preview the full content of history item. Default: space.
he: קיצור דרך לצפייה בתוכן המלא של פריט היסטוריה. ברירת מחדל: רווח.
ja: 履歴項目の全内容をプレビューするショートカットキー。 デフォルト：スペースキー。
lt: Paskirtasis klavišas visam istorijos elemento turiniui peržiūrėti. Numatytasis: tarpo klavišas.
lv: Ātrās taustiņa kombinācija, lai skatītu pilnu vēstures vienuma saturu. Noklusējums: atstarpe.
nb: Snarveiknapp for å forhåndsvise hele innholdet i et historikk-element. Standard: mellomromstasten.
th: ปุ่มลัดเพื่อดูเนื้อหาฉบับเต็มของรายการประวัติศาสตร์. ค่าเริ่มต้น: ปุ่มเว้นวรรค.
tr: Geçmiş öğesinin tam içeriğini önizlemek için kısayol tuşu. Varsayılan: boşluk tuşu.

source: Paste selected items directly to the application you are currently using.
he: להדביק את הפריטים שנבחרו ישירות ביישום שבו אתה משתמש כרגע.
ja: 選択した項目を現在使用中のアプリケーションに直接貼り付けます。
lt: Įklijuoti pasirinktus elementus tiesiogiai į šiuo metu naudojamą programą.
lv: Ielīmēt atlasītos vienumus tieši programmā, kuru pašlaik izmantojat.
nb: Lim inn valgte elementer direkte i programmet du bruker nå.
th: วางรายการที่เลือกโดยตรงไปยังแอปพลิเคชันที่คุณกำลังใช้งานอยู่
tr: Seçili öğeleri doğrudan şu anda kullandığınız uygulamaya yapıştırın.

source: Copy selected items to the system clipboard to paste manually later.
he: להעתיק את הפריטים שנבחרו ללוח של המערכת כדי להדביק אותם ידנית מאוחר יותר.
ja: 選択した項目をシステムのクリップボードにコピーし、後で手動で貼り付けます。
lt: Kopijuoti pasirinktus elementus į sistemos iškarpinę, kad vėliau galėtumėte įklijuoti rankiniu būdu.
lv: Kopēt atlasītos vienumus sistēmas starpliktuvē, lai vēlāk tos varētu manuāli ielīmēt.
nb: Kopier valgte elementer til systemets utklippstavle for å lime inn manuelt senere.
th: คัดลอกรายการที่เลือกไปยังคลิปบอร์ดของระบบเพื่อวางด้วยตนเองในภายหลัง
tr: Seçili öğeleri daha sonra manuel olarak yapıştırmak için sistem panosuna kopyalayın.

source: To clipboard
he: ללוח
ja: クリップボードへ
lt: Į iškarpinę
lv: Uz starpliktuvē
nb: Til utklippstavlen
th: ไปยังคลิปบอร์ด
tr: Panoya

source: To active app
he: ליישום הפעיל
ja: アクティブなアプリへ
lt: Į aktyvią programą
lv: Uz aktīvo programmu
nb: Til aktivt program
th: ไปยังแอปที่ใช้งานอยู่
tr: Aktif uygulamaya
